{
  "qor_5A97C3D9_ensure_application_availability" : "Ensure Application Availability",
  "qor_5A97C3DE_application_downtime_applications" : "Users expect their mission-critical applications to be online and performant at all times. Application downtime is affected by three main factors:",
  "qor_5A97C3DE_applications_infrastructure" : "Improve the availability of applications affected by overloaded or unavailable infrastructure.",
  "qor_5A97C3E1_origin_server_capacity" : "Traffic overloading origin server capacity, making it unavailable or unresponsive",
  "qor_5A97C3E2_disaster_recovery" : "Manual, error prone disaster recovery and in-house load balancing resulting in downtime or high operational costs",
  "qor_5A97C3E2_origin_servers" : "Origin servers experiencing unplanned downtime due to failure or  misconfiguration",
  "qor_5A97C3E5_dollar_costs_infrastructure_downtime" : "While the dollar costs for downtime may vary by company size or industry, the severity of business impact is growing across all businesses. According to an IDC report in 2015, the average cost of infrastructure downtime is $100k per hour.",
  "qor_5A97C3E8_1" : "1",
  "qor_5A97C3EB_downtime_outages" : "Internet applications require the scale and resilience of global network infrastructure to combat spikes in traffic and unplanned downtime or outages. Performance and reliability services must incorporate security to stop new and sophisticated attacks, while ensuring fast onboarding and easy-to-configure functionalities that prevent downtime introduced by maintenance, outages, and misconfigurations.",
  "qor_5A97C3EC_global_scale" : "Global Scale",
  "qor_5A97C3EF_globals_site" : "Cloudflare’s global Anycast network consisting of {{globals['site']['DataCenterCount']}} data centers spans across {{globals['site']['CountryCount']}} countries, offers a scalable infrastructure backbone that prevents downtime and unavailability.",
  "qor_5A97C3F1_ease_of_use" : "Ease of Use",
  "qor_5A97C3F4_integrated_security" : "Integrated Security",
  "qor_5A97C3F4_internet_applications" : "Setting up Cloudflare takes as little as 5 minutes. The easy-to-use dashboard enables quick configuration of fine-grained functionalities to improve the availability and performance of Internet applications and APIs.",
  "qor_5A97C3F5_performance" : "Performance",
  "qor_5A97C3F9_application_availability" : "Challenges Affecting Application Availability",
  "qor_5A97C3F9_customer_data_breaches_security_services" : "Cloudflare includes integrated security services to defend against DDoS attacks, customer data breaches, and abusive bots, while preventing performance trade-offs.",
  "qor_5A97C3F9_traffic_overload" : "Traffic Overload",
  "qor_5A97C3FA_network_congestion" : "Both expected and unexpected network congestion or overloaded infrastructure can degrade performance to a point where websites or applications stop responding.",
  "qor_5A97C3FC_unplanned_downtime" : "Unplanned Downtime and Failures",
  "qor_5A97C3FD_disaster_recovery_inhouse_load" : "Disaster Recovery and In-House Load Balancing",
  "qor_5A97C3FD_unplanned_downtime_hardware_failures" : "Applications or individual origin servers can experience unplanned downtime and hard-to-troubleshoot outages, preventing visitors from accessing assets. Unplanned downtime includes hardware failures or system failures due to misconfiguration.",
  "qor_5A97C401_cloudflare_availability_services" : "Cloudflare Availability Services",
  "qor_5A97C401_disaster_recovery_hardtotroubleshoot_outages" : "Assets can also go offline for reasons unrelated to the network, such as manual and error prone disaster recovery or in-house load balancing, resulting in often hard-to-troubleshoot outages involving expensive triage.",
  "qor_5A97C401_origin" : "By protecting the origin from being overloaded and redirecting traffic around congested networks and away from failed servers to healthy origins, Cloudflare improves availability of applications.",
  "qor_5A97C402_attack_mode_ddos_attacks" : "I'm Under Attack Mode mitigated DDoS attacks without any disruption in service",
  "qor_5A97C402_global_load" : "Reductions in latency by 2 - 3 seconds through Global Load Balancing",
  "qor_5A97C402_key_results" : "Key Results",
  "qor_5A97C403_case_study" : "Read the Case Study",
  "qor_5A97C403_infrastructure_internationally" : "Affordably scaled internationally while maintaining local infrastructure",
  "qor_5A97C403_service_response_time_service_quality" : "\"Cloudflare maximized service quality and minimized service response time for Crisp. It's a commoditization of expensive network infrastructure for the masses. We can’t live without it.”",
  "qor_5A97C403_valrian_saliou" : "Valérian Saliou",
  "qor_5A97C404_accelerate_internet_applications" : "Accelerate Internet Applications",
  "qor_5A97C404_cloudflare_performance" : "More Cloudflare Performance Use Cases",
  "qor_5A97C404_cto" : "CTO",
  "qor_5A97C405_accelerate_mobile_experiences" : "Accelerate Mobile Experiences",
  "qor_5A97C405_heavy_pages_internet_applications" : "Heavy pages and long distances from the origin slow down Internet applications. Accelerate the delivery of static and dynamic content for higher conversions, better engagement, and lower infrastructure, operational, and development costs.",
  "qor_5A97C405_learn_more" : "Learn More",
  "qor_5A97C406_content_delivery_constraints_user_experiences" : "Mobile clients introduce performance and content delivery constraints which hurt user experiences. Deliver fast mobile experiences that increase engagement and conversions, regardless of distance to origin servers, device types, or network health.",
  "qor_5A97C406_practice_metrics_quanti_stephen_elliot" : "IDC, DevOps and the Cost of Downtime: Fortune 1000 Best Practice Metrics Quanti ed, Stephen Elliot, March 2015"
}
